#include <iostream>

using namespace std;

int main()
{
	//Вывести на экран Первую букву имени из символов "*" (звездочка)
	cout << "   *   " << endl;
	cout << "  * *  " << endl;
	cout << " ***** " << endl;
	cout << "*     *" << endl;






	return 0;
}